text_but = """Сейчас твой пост выглядит так👆

Отправляй мне URL-кнопоки.
<b>1 Cообщение = 1 строка кнопок</b> Если отправляешь несколько кнопок, тот <b>разделяй их с помощью «|» </b>Придерживайся формата:

Кнопка 1 - http://example1.com |
Кнопка 2 - http://example2.com

На этом этапе используй <b>только URL кнопки</b>. В будущем ты сможешь прикрепить <b>кнопки-рекции</b> и <b>кнопки Двойного действия</b>

<i>Ты можешь пропустить этот шаг нажав кнопку<b> Далее</b></i>
"""

text_but2 = """<b>Сейчас твой пост выглядит так👆</b>

На этом этапе ты можешь добавть кнопку двойного действия. Для этого отправляй сообщения в формате:

Имя кнопки - Сообщения для тех кто не подписан - Сообщение для подписчиков

На этом этапе используй <b>только кнопки двойного действия</b>. В будущем ты сможешь прикрепить <b>кнопки-рекции</b>

<i>Ты можешь пропустить этот шаг нажав кнопку<b> Далее</b></i>
"""

text_but3 = """<b>Сейчас твой пост выглядит так👆</b>

На этом этапе ты можешь добавть кнопки реакции. Для этого отправь сообщения в формате:

<b>Смайл1 - Смайл2

Пример, как должно выглядить твое сообщение с двумя кнопками:
👍 - 👎

Пример, как должно выглядить твое сообщение с одной кнопкой:
👍
</b>

<i>Ты можешь опубликовать свой пост нажав кнопку<b> Опубликовать</b></i>"""